{
  "translation-revision-date": "YEAR-MO-DA HO:MI+ZONE",
  "generator": "WP-CLI/2.11.0",
  "source": "assets/plugin.bundle.js",
  "domain": "messages",
  "locale_data": {
    "messages": {
      "": {
        "domain": "messages",
        "lang": "ca",
        "plural-forms": "nplurals=2; plural=(n != 1);"
      },
      "Remote fields": ["Camps remots"],
      "REST API": [""],
      "Endpoint": [""],
      "Odoo JSON-RPC": [""],
      "Database": ["Base de dades"],
      "User": ["Usuari"],
      "Password": ["Contrasenya"],
      "Add relation": ["Afegir relació"],
      "Posts remote relations": ["Relacions remotes dels posts"],
      "How does it works?": ["Com funciona?"],
      "Use Gutenberg blocks to build the content of the block.": [
        "Fes servir els blocs de Gutenberg per construir el contingut del bloc."
      ],
      "There where do you want to place some remote value, use the `{{fieldName}}` marks. It doesn't matter where do you place marks, inside a paragraph, or maybe in a link, feel free to play with it.": [
        "Allà on vulguis posar algun valor remot, fes servir la marca `{{nomDelCamp}}. No importa on la posis, dins d'un paràgraf, o potser en un enllaç, juga lliurement amb ella."
      ],
      "Then, when the block is rendered, this marks will be replaced with its corresponding remote value.": [
        "Aleshores, quan el bloc es renderitzi, aquestes marquest seran substituides pels seus corresponents valors remots."
      ],
      "Registered remote fields": ["Camps remots registrats"],
      "Add": ["Afegir"],
      "Post type": ["Tipus de post"],
      "Backend": [""],
      "Map fields": ["Mapa de camps"],
      "Remove relation": ["Esborrar relació"],
      "Remove": ["Esborrar"],
      "Model": [""],
      "Error": [""],
      "Save": ["Guardar"],
      "Post fields": ["Camps del post"],
      "Foreign field name": ["Nom del camp forà"],
      "Custom fields": ["Camps personalitzats"],
      "Custom field name": ["Nom del camp personalitzat"],
      "Drop": ["Descartar"],
      "Done": ["Fet"],
      "Synchronize": ["Sincronitzar"],
      "Run a full synchronization": ["Correr una sincronització completa"],
      "Normal, or light, synchronizations only fetches new remote models data. If do you want to update all your content, you should trigger a full synchronization. This may take a while.": [
        "La sincronització lleugera només consulta les dades dels nous models del backend. Si vols actualitzar tot el teu contingut, hauràs de disparar una sincronització completa. Això pot trigar una estona"
      ],
      "Automatic syncrhonization": ["Sincronització automàtica"],
      "Allow scheduled pull strategy syncrhonization. WordPress will check the remote sources for updates and update its indices. This strategy can cause performance issues if you have large backend models collections": [
        "Permet la estrategia de sincronització per consulta. WordPress comprobarà les actualitzaciones de contingut remote i actualitzarà els seus index. Aquesta estratègia pot provocar problemes de rendiment si les colleccions de dades del teu backend són molt grans"
      ],
      "Recurrence": ["Recurrència"],
      "Posts remote relations": ["Relacions remotes dels posts"],
      "Add Backend": ["Afegir backend"],
      "Backends": [""],
      "Foreign key": ["Clau forana"],
      "Map fields": ["Mapa de camps"],
      "General": [""],
      "Syncrhonization": ["Sincronització"],
      "Remote": ["Remot"],
      "Block connections from unkown origins": [
        "Bloquejar connexions d'origens desconeguts"
      ],
      "Should Posts Bridge block requests from origins not listed as backends? If active, incomming connections should include HTTP Origin header": [
        "Posts Bridge ha de bloquejar peticions d'origens no llistas com a backends? Si és així, les peticions entrants hauran d'incloure la capçalera HTTP Origin"
      ]
    }
  }
}
