{
  "translation-revision-date": "YEAR-MO-DA HO:MI+ZONE",
  "generator": "WP-CLI/2.11.0",
  "source": "assets/plugin.bundle.js",
  "domain": "messages",
  "locale_data": {
    "messages": {
      "": {
        "domain": "messages",
        "lang": "es_ES",
        "plural-forms": "nplurals=2; plural=(n != 1);"
      },
      "Remote fields": ["Campos remotos"],
      "REST API": [""],
      "Endpoint": [""],
      "Odoo JSON-RPC": [""],
      "Database": ["Base de datos"],
      "User": ["Usuario"],
      "Password": ["Contraseña"],
      "Add relation": ["Añadir relación"],
      "Posts remote relations": ["Relaciones remotas del post"],
      "How does it works?": ["Como funciona?"],
      "Use Gutenberg blocks to build the content of the block.": [
        "Usa los bloques de Gutenberg para construir el contenido del bloc."
      ],
      "There where do you want to place some remote value, use the `{{fieldName}}` marks. It doesn't matter where do you place marks, inside a paragraph, or maybe in a link, feel free to play with it.": [
        "Allí donde quieras poner algun valor remoto, usa la marca `{{nombreDelCampo}}. No importa donde la pongas, dentro de un parágrafo, quizás en un enlace, sientete libre para jugar."
      ],
      "Then, when the block is rendered, this marks will be replaced with its corresponding remote value.": [
        "Finalmente, cuando el bloque se renderice, estas marcas seran substituidas por sus respectivos valores remotos."
      ],
      "Registered remote fields": ["Campots remotos registrados"],
      "Add": ["Añadir"],
      "Post type": ["Tipo de post"],
      "Backend": [""],
      "Map fields": ["Mapa de campos"],
      "Remove relation": ["Borrar relación"],
      "Remove": ["Borrar"],
      "Model": ["Modelo"],
      "Error": [""],
      "Save": ["Guardar"],
      "Post fields": ["Campos del post"],
      "Foreign field name": ["Nombre de la clave foránea"],
      "Custom fields": ["Campos personalizados"],
      "Custom field name": ["Nombre del campo personalizado"],
      "Drop": ["Descartar"],
      "Done": ["Hecho"],
      "Synchronize": ["Sincronizar"],
      "Run a full synchronization": ["Correr una sincronización completa"],
      "Normal, or light, synchronizations only fetches new remote models data. If do you want to update all your content, you should trigger a full synchronization. This may take a while.": [
        "La sincronización ligera solo consulta los datos de los nuevos modelos del backend. Si quieres actualizar todo tu contenido, deberás disparar una sincronización completa. Esto puede llevar un tiempo"
      ],
      "Automatic syncrhonization": ["Sincronización automática"],
      "Allow scheduled pull strategy syncrhonization. WordPress will check the remote sources for updates and update its indices. This strategy can cause performance issues if you have large backend models collections": [
        "Permite la estrategia de sincronización por consulta. WordPress comprobará las actualizaciones de contenido remote y actualizará sus índices. Esta estrategia puede probocar problemas de rendimiento si tus colecciones de datos del backend son muy grandes"
      ],
      "Recurrence": ["Recurréncia"],
      "Posts remote relations": ["Relaciones remotas del post"],
      "Add Backend": ["Añadir backend"],
      "Backends": [""],
      "Foreign key": ["Clave foránea"],
      "Map fields": ["Mapa de campos"],
      "General": [""],
      "Syncrhonization": ["Sincronización"],
      "Remote": ["Remoto"],
      "Block connections from unkown origins": [
        "Bloquear conexiones de origenes desconocidos"
      ],
      "Should Posts Bridge block requests from origins not listed as backends? If active, incomming connections should include HTTP Origin header": [
        "Posts Bridge ha de bloquear peticiones de origenes no listados como backends? Si es así, las peticiones entrantes deberán incluir la cabecera HTTP Origin"
      ]
    }
  }
}
