Repository: codeccoop/posts-bridge
Catalog: languages/posts-bridge-*.po
Languages: es_es

source: Bridge backend data to WP posts collections
es_es: Conecta datos de backends a colecciones de posts de WP

source: Loading
es_es: Cargando

source: Remote CPT foreign key is unkown
es_es: La clave foránea del Remote CPT es desconocida

source: Minutly
es_es: Minutalmente

source: Quarterly
es_es: Quinceminutalmente

source: Twice Hourly
es_es: Dos veces la hora

source: How does it works?
es_es: Como funciona?

source: Use Gutenberg blocks to build the content of the block.
es_es: Usa los bloques de Gutenberg para construir el contenido del bloc.

source: There where do you want to place some remote value, use the `{{fieldName}}` marks. It doesn't matter where do you place marks, inside a paragraph, or maybe in a link, feel free to play with it.
es_es: Allí donde quieras poner algun valor remoto, usa la marca `{{nombreDelCampo}}. No importa donde la pongas, dentro de un parágrafo, quizás en un enlace, sientete libre para jugar.

source: Then, when the block is rendered, this marks will be replaced with its corresponding remote value.
es_es: Finalmente, cuando el bloque se renderice, estas marcas seran substituidas por sus respectivos valores remotos.

source: Registered remote fields
es_es: Campots remotos registrados

source: Add Backend
es_es: Añadir backend

source: Syncrhonization
es_es: Sincronización

source: Remote
es_es: Remoto

source: Block connections from unkown origins
es_es: Bloquear conexiones de origenes desconocidos

source: Should Posts Bridge block requests from origins not listed as backends? If active, incomming connections should include HTTP Origin header
es_es: Posts Bridge ha de bloquear peticiones de origenes no listados como backends? Si es así, las peticiones entrantes deberán incluir la cabecera HTTP Origin

source: Synchronize
es_es: Sincronizar

source: Run a full synchronization
es_es: Correr una sincronización completa

source: Normal, or light, synchronizations only fetches new remote models data. If do you want to update all your content, you should trigger a full synchronization. This may take a while.
es_es: La sincronización ligera solo consulta los datos de los nuevos modelos del backend. Si quieres actualizar todo tu contenido, deberás disparar una sincronización completa. Esto puede llevar un tiempo

source: Automatic syncrhonization
es_es: Sincronización automática

source: Allow scheduled pull strategy syncrhonization. WordPress will check the remote sources for updates and update its indices. This strategy can cause performance issues if you have large backend models collections
es_es: Permite la estrategia de sincronización por consulta. WordPress comprobará las actualizaciones de contenido remote y actualizará sus índices. Esta estrategia puede probocar problemas de rendimiento si tus colecciones de datos del backend son muy grandes

source: Recurrence
es_es: Recurréncia

source: Remote fields
es_es: Campos remotos

source: Post fields
es_es: Campos del post

source: Foreign field name
es_es: Nombre de la clave foránea

source: Custom fields
es_es: Campos personalizados

source: Add
es_es: Añadir

source: Custom field name
es_es: Nombre del campo personalizado

source: Drop
es_es: Descartar

source: Done
es_es: Hecho

source: Add relation
es_es: Añadir relación

source: Posts remote relations
es_es: Relaciones remotas del post

source: Post type
es_es: Tipo de post

source: Foreign key
es_es: Clave foránea

source: Map fields
es_es: Mapa de campos

source: Remove relation
es_es: Borrar relación

source: Remove
es_es: Borrar

source: Database
es_es: Base de datos

source: User
es_es: Usuario

source: Password
es_es: Contraseña

source: Model
es_es: Modelo

source: Save
es_es: Guardar

# block title
source: Remote Field
es_es: Campo remoto

# block description
source: Remote field custom block that replace marks by its remote value on the render.
es_es: Bloque personalizado de campo remoto que reemplaza marcas por sus correspondientes valores remotos.
