Repository: codeccoop/posts-bridge
Catalog: languages/wpct-rcpt-*.po
Languages: ca

# block description
source: Remote field custom block.
ca: Bloc custom de camp remot.

# block title
source: Remote Field
ca: Camp remot

source: Custom Post Type with remote sourcing
ca: Custom Post Types amb origen de dades remot

source: Error on remote syncrhonization
ca: Error de sincronització

source: Successfully synchronized
ca: Sincronització existosa

source: Synchronize
ca: Sincronitzar

source: wpct-rcpt_general--title
ca: General

source: wpct-rcpt_general--description
ca: Configuració general del plugin Remote CPT

source: wpct-rcpt_general__base_url--label
ca: URL base del backend

source: wpct-rcpt_general__api_key--label
ca: Clau API del backend

source: wpct-rcpt_rest-api--title
ca: REST API

source: wpct-rcpt_rest-api--description
ca: Configuració de la sincronització via REST API amb el backend

source: wpct-rcpt_rest-api__relations--label
ca: Llistat de relacions entre post types i endpoints

source: wpct-rcpt_rpc-api--title
ca: RPC API

source: wpct-rcpt_rpc-api--description
ca: Configuració de la sincronització via RPC API amb el backend

source: wpct-rcpt_rpc-api__endpoint--label
ca: Endpoint de la API RPC

source: wpct-rcpt_rpc-api__user--label
ca: Login de l'usuari de la API

source: wpct-rcpt_rpc-api__password--label
ca: Contrasenya de l'usuari

source: wpct-rcpt_rpc-api__database--label
ca: Nom de la base de dades

source: wpct-rcpt_rpc-api__relations--label
ca: Llistat de relacions entre post types i models de la base de dades del backend
